brew "argocd"
brew "awscli"
brew "basedpyright"
brew "bat"
brew "bottom"
brew "carapace"
brew "commitizen"
brew "emacs"
brew "entr"
brew "direnv"
brew "docker"
cask "espanso"
brew "eza"
brew "fd"
brew "ffmpeg"
cask "flox"
cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"
brew "fselect"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "glow"
brew "gsed"
brew "just"
brew "jq"
brew "kew"
brew "lua-language-server"
brew "luarocks"
brew "markdownlint-cli2"
brew "markdown-oxide"
brew "mask"
brew "mpd"
brew "mpv"
brew "neovim"
brew "nowplaying-cli"
brew "nushell"
brew "okta-aws-cli"
cask "postman-cli"
brew "ripgrep"
brew "rmpc"
brew "ruff"
cask "sioyek"
brew "starship"
brew "stow"
brew "tmux"
brew "trash"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "vale"
brew "zoxide"
