brew "bat"
brew "direnv"
brew "dust"
brew "fd"
cask "font-hack-nerd-font"
brew "gcc"
brew "gh"
brew "git"
brew "helix"
brew "just"
# brew "just-formatter"
# brew "just-lsp"
brew "lazydocker"
brew "lazygit"
brew "make"
brew "neovim"
brew "nushell"
brew "openssh"
brew "ripgrep"
brew "stow"
brew "tree"
# brew "typst"
brew "unzip"
brew "uv"
brew "zsh"
brew "zoxide"

# brew "jetbrains-mono"

brew "mpd"
brew "mpv"
brew "ffmpeg"
# brew "rmpc"
brew "kew"

# brew "google-cloud-sdk"
