brew "bat"
brew "carapace"
brew "entr"
brew "direnv"
brew "eza"
brew "fd"
brew "fselect"
brew "fzf"
brew "gawk"
brew "glab"
brew "gsed"
brew "just"
brew "jq"
brew "markdownlint-cli2"
brew "neovim"
brew "nowplaying-cli"
brew "nushell"
brew "ripgrep"
brew "ruff"
brew "starship"
brew "tmux"
brew "trash"
brew "uv"
brew "vale"
brew "zoxide"

cask "font-monaspace-nerd-font"
cask "font-noto-sans-symbols-2"

